{
	"popupTitle": "Welcome to fill out the following form and submit your cooperation needs.",
	"formText": "A dedicated person will contact you:",
	"submitButton": "SUBMIT",
	"aboutTitle": "About",
	"aboutText": "Pumpkin is one of the Internet media companies focusing on games and entertainment. Pumpkin has many users all over the world. We have created many game projects based on multiple ideas based on stories and rich data. Our team will continue to research to find the game categories that the public loves. We try our best to ensure that every game we release is localized, diversified and imaginative. From single games to complex games, and the fun of testing, buying, playing games, and playing with friends and family.",
	"joinUsButton": "Join Us",
	"storyTitle": "Story",
	"storyText": "Pumpkin was founded in 2019, and we came together because of our unanimous interests. We want to bring our own improved game experience to players. We are serious about creating the ultimate gaming experience for players all over the world. We are constantly improving our requirements to meet their various needs for the game. We are working hard to expand our team and bring the greatest satisfaction to our users......",
	"teamTitle": "The Team",
	"teamText": "The Pumpkin team is made up of talents who have worked in some studio games, and even large game companies. We are hands-on, serial, often working together on a project and bringing those projects to life. In addition, we are also recruiting talents from all over the world, looking for talents suitable for our company, growing together, and allowing them to freely develop their strengths. This is how you find joy in life.",
	"teamMember1": "Ethan Hayes ,Chief Operating Officer Prior to Pumpkin, spent almost 5 years at Facebook . When he founded Pumpkin, he took a small amount of funds and some like-minded friends to start the company together.",
	"teamMember2": "Liam Reed ,Chief Games Officer ,is an accomplished game designer, producer and creative leader. With dozens of titles and years of experience managing studio operations. Before joining Pumpkin, He loved to roam the streets and travel the world, always finding inspiration in life. He has a background in fine arts and computing. Prior to Pumpkin, he spent almost 5 years at Facebook. When he founded Pumpkin, he took a small amount of funds and some like-minded friends to start the company together.",
	"teamMember3": "Josh  Evans ,Chief Executive Officer ,is an experienced CEO, entrepreneur and investor. Before joining Pumpkin, he co-founded a game company, but unfortunately had to declare bankruptcy due to financial reasons. But we can learn the unyielding spirit from him.",
	"footerText": "Let's experience a new game world together",
	"communityRules": "Community Rules",
	"privacyPolicy": "Privacy Policy",
	"termsOfService": "Terms of Service",
	"email": "E-mail: support@adspumpkin@.com"
}
